{
    "About me": "Über mich",
    "Skillset" : "Fähigkeiten",
    "My Work": "Projekte",
    "Get in touch": "Kontakt",
    "Hello! I am Felix": "Hallo! Ich bin Felix",
    "FRONTEND DEVELOPER": "FRONTEND Entwickler",
    "Skills set": "Fähigkeiten",
    "Let's work together": "Lassen Sie uns zusammen arbeiten",
    "As an front-end developer with a passion for IT security, I am currently enhancing my qualifications through intensive training in ethical hacking. This enhancement of my skills enables me to not only design aesthetically pleasing user interfaces, but also to proactively identify and fix security vulnerabilities. My unique expertise combines front-end excellence with in-depth security awareness, making me a valuable addition to your team."
        : "Als Frontend-Entwickler mit einer Leidenschaft für IT-Sicherheit steigere ich aktuell meine Qualifikationen durch intensive Fortbildung im Bereich Ethical Hacking. Diese Erweiterung meiner Fähigkeiten ermöglicht es mir, nicht nur ästhetisch ansprechende Benutzeroberflächen zu gestalten, sondern auch proaktiv Sicherheitslücken zu identifizieren und zu beheben. Meine einzigartige Expertise kombiniert Frontend-Exzellenz mit fundiertem Sicherheitsbewusstsein, was mich zu einer wertvollen Ergänzung für Ihr Team macht.",
    "Send a message": "Kontaktieren Sie mich",
    "Here are examples of my work - check them out": "Hier sind Beispiele meiner Projekte",
    "Thank you for your Mail! I'll response as soon as possible."
        : "Vielen dank für die Nachricht. Ich werde mich in kürze bei Ihnen Melden",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Gibt es ein Problem zu lösen?",
    "Contact me through this form. I am interested in hearing you, knowing your ideas, and contributing to your projects with my work."
        : "Nehmen Sie über dieses Formular Kontakt mit mir auf. Ich bin daran interessiert, Ihre Ideen kennenzulernen und Ihre Projekte mit meiner Arbeit zu unterstützen.",
    "Need a Frontend developer?": "Brauchen Sie einen Frontend Entwickler?",
    "Contact me!": "Kontaktieren Sie mich!",
    "Say hi!": "Sag Hallo!",
    "Imprint": "Impressum",
    "Data protection": "Datenschutzerklärung",
    "Your Name": "Ihr Name",
    "Thank you for your Mail!": "Vielen Dank für ihre Nachricht!",
    "I'll response as soon as possible.": "Ich werde Ihnen so schnell wie möglich antworte."
}