{
    "About me": "Über mich",
    "Skillset" : "Fähigkeiten",
    "My Work": "Projekte",
    "Get in touch": "Kontakt",
    "Hello! I am Felix": "Hallo! Ich bin Felix",
    "FRONTEND DEVELOPER": "FRONTEND Entwickler",
    "Skills set": "Fähigkeiten",
    "Let's work together": "Lassen Sie uns zusammen arbeiten",
    "I'm a Front-end developer based in Leipzig, Germany. I enjoy helping designers and companies bring their ideas into real life. I'm looking forward to starting my developer career with a job in a junior web developer position."
        : "Ich bin ein Front-end Entwickler aus Leipzig. Es macht mir Spaß, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Tat umzusetzen. Ich freue mich darauf, meine Karriere als Entwickler mit einer Stelle als Junior-Webentwickler zu beginnen.",
    "If you think I'd be a good match for your projects, contact me!"
        :"Wenn Sie denken, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich!",
    "Send a message": "Kontaktieren Sie mich",
    "Here are examples of my work - check them out": "Hier sind Beispiele meiner Projekte",
    "Thank you for your Mail! I'll response as soon as possible."
        : "Vielen dank für die Nachricht. Ich werde mich in kürze bei Ihnen Melden",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Gibt es ein Problem zu lösen?",
    "Contact me through this form. I am interested in hearing you, knowing your ideas, and contributing to your projects with my work."
        : "Nehmen Sie über dieses Formular Kontakt mit mir auf. Ich bin daran interessiert, Ihre Ideen kennenzulernen und Ihre Projekte mit meiner Arbeit zu unterstützen.",
    "Need a Frontend developer?": "Brauchen Sie einen Frontend Entwickler?",
    "Contact me!": "Kontaktieren Sie mich!",
    "Say hi!": "Sag Hallo!",
    "Imprint": "Impressum",
    "Data protection": "Datenschutzerklärung",
    "Your Name": "Ihr Name",
    "Thank you for your Mail!": "Vielen Dank für ihre Nachricht!",
    "I'll response as soon as possible.": "Ich werde Ihnen so schnell wie möglich antworte."
}